Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/AlertSounds.xcstrings
Source language: en
Languages: ar, ca, el, es_us, he, hi, hu, pl, pt_br, ru, th, uk, vi

# Bottle
source: Pebble
ar: حصى
ca: Còdol
el: Χαλίκι
es_us: Grava
he: חלוק נחל
hi: पेबल
hu: Kavics
pl: Kamyk
pt_br: Seixo
ru: Галька
th: กรวด
uk: Галька
vi: Đá cuội

# Submarine
source: Submerge
ar: غمر
ca: Immersió
el: Κατάδυση
es_us: Sumergir
he: צוללת
hi: सबमर्ज
hu: Alámerülés
pl: Zanurzenie
pt_br: Submarino
ru: Погружение
th: ดำน้ำ
uk: Занурення
vi: Chìm xuống

# Tink
source: Boop
ar: بوب
ca: Destapar
el: Μπουπ
he: בופ
hi: बूप
hu: Koppantás
pl: Ping
pt_br: Tinido
ru: Капля
th: บุ๊บ
uk: Тиць

# Frog
source: Jump
ar: قفز
ca: Salt
el: Μεταπήδηση
es_us: Brinco
he: דילוג
hi: छलांग
hu: Ugrás
pl: Skok
pt_br: Pulo
ru: Пружина
th: ข้าม
uk: Стрибок
vi: Nhảy

# Basso
source: Mezzo
ar: وسطي
el: Μέτζο
he: מזו
hi: मेज़ो
pt_br: Médio
ru: Меццо
th: เมซโซ่
uk: Мецо
vi: Vừa phải

# Glass
source: Crystal
ar: بلور
ca: Vidre
el: Κρύσταλλο
es_us: Cristal
he: קריסטל
hi: क्रिस्टल
hu: Kristály
pl: Kryształ
pt_br: Cristal
ru: Кристалл
th: คริสตัล
uk: Кришталь
vi: Pha lê

# Sosumi
source: Sonumi
ar: سونومي
el: Ξυλόφωνο
he: סוסומי
hi: सोनुमी
ru: Сонуми
uk: Повідомлення

# Pop
source: Bubble
ar: فقاعة
ca: Bombolla
el: Φούσκα
es_us: Globo
he: בועה
hi: बबल
hu: Buborék
pl: Bańka
pt_br: Balão
ru: Пузырьки
th: ฟอง
uk: Булька
vi: Bong bóng

# Funk
source: Funky
ar: فانكي
ca: Funk
el: Φάνκι
es_us: Funk
he: צלילי פאנק
hi: फ़ंकी
pl: Funk
ru: Фанк
th: ฟังค์
uk: Модний
vi: To

# Purr
source: Pluck
ar: نقر
ca: Estrebada
el: Χορδή
es_us: Arranque
he: פריטה
hi: प्लक
hu: Pengetés
pl: Serw
pt_br: Ronrom
ru: Щипок
th: ดึง
uk: Щипок
vi: Búng

# Hero
source: Heroine
ar: بطلة
ca: Heroïna
el: Ηρωίδα
es_us: Héroe
he: גיבורים
hi: हीरोइन
hu: Hősnő
pl: Bohaterka
pt_br: Heroína
ru: Героиня
th: ฮีโร่หญิง
uk: Героїня
vi: Oai hùng

# Morse
source: Pong
ar: بونغ
el: Σήματα Μορς
he: פונג
hi: पॉन्ग
pt_br: Morse
ru: Понг
th: รหัสมอส
uk: Понг

# Blow
source: Breeze
ar: نسيم
ca: Brisa
el: Ασθενής άνεμος
es_us: Brisa
he: בריזה
hi: ब्रीज़
hu: Szellő
pl: Bryza
pt_br: Brisa
ru: Бриз
th: ลมอ่อน
uk: Вітерець
vi: Nhẹ

# Ping
source: Sonar
ar: السونار
el: Σόναρ
es_us: Sonda
he: סונאר
hi: सोनार
hu: Szonár
ru: Сонар
th: โซนา
uk: Сонар
vi: Siêu âm
